Revit 2024 API
ParameterTypeId.FamilyShared Property
 "Shared"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FamilyShared { get; }
Visual Basic
Public Shared ReadOnly Property FamilyShared As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FamilyShared {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace